{
"registration.form-labels.registration-form" : "Registro para Colt en demanda",
"registration.form-labels.form-intro-paragraph-1" : "¡Bienvenido! Has sido invitado a acceder a Colt On Demand, nuestra plataforma SDN autoservicio que proporciona la conectividad en tiempo real entre centros de datos, edificios empresariales y proveedores de servicios cloud en Europa y Asia. On Demand ofrece una serie de beneficios que incluyen pedidos online, servicio rápido de entrega y ancho de banda fexible, así como soporta contratos fijos tradicionales durante varios años y un nuevo modelo comercial flexible.",
"registration.form-labels.form-intro-paragraph-2" : "Para registrarse, por favor complete el siguiente formulario.",
"registration.form-labels.form-error-paragraph" : "Parece haber un error con algunos de los detalles que escribiste. Por favor, revise el formulario y vuelva a intentarlo.",
"registration.form-labels.required" : "Obligatorio",
"registration.form-labels.optional" : "Opcional",
"registration.form-labels.select-an-option" : "Por favor, seleccione una de las siguientes opciones",
"registration.form-labels.valid-ocn-present" : "Tengo una OCN para entrar",
"registration.form-labels.valid-ocn-not-present" : "No tengo una OCN para entrar",
"registration.form-labels.primary-contact" : "Datos de contacto primarios",
"registration.form-labels.name" : "Nombre",
"registration.form-labels.tel" : "Tel",
"registration.form-labels.email" : "Correo electrónico",
"registration.form-labels.contact-details-incomplete-note" : "Parece haber un problema con algunos de los detalles de contacto que escribiste. Por favor revíselos y vuelva a intentarlo.",
"registration.form-labels.company-details" : "Detalles de la compañía",
"registration.form-labels.company-name" : "Nombre de la empresa",
"registration.form-labels.vat-number" : "IVA no.",
"registration.form-labels.premises-number" : "Locales no.",
"registration.form-labels.street" : "Calle",
"registration.form-labels.postcode" : "Código postal",
"registration.form-labels.city" : "Ciudad",
"registration.form-labels.company-province" : "Provincia/Condado",
"registration.form-labels.company-country" : "Compañía país",
"registration.form-labels.language" : "Idioma",
"registration.form-labels.company-details-incomplete-note" : "Parece haber un problema con algunos de los detalles de la compañía que introdujo. Por favor revíselos y vuelva a intentarlo.",
"registration.form-labels.billing-code" : "Número de cuenta de facturación",
"registration.form-labels.existing-billing-code" : "Si desea utilizar un número de cuenta de facturación existente, especifique el número de cuenta facturación que desea utilizar aquí",
"registration.form-labels.existing-billing-details" : "Cree una nueva cuenta de facturación usando los datos de un a cuenta de facturación <strong>existente</strong>  como referencia (incluida la moneda y el idioma)",
"registration.form-labels.new-billing-details" : "Crear una cuenta de facturación con detalles <strong>nuevo</strong>",
"registration.form-labels.billing-address" : "Dirección de facturación",
"registration.form-labels.copy-company-address" : "Utilizar la dirección de la empresa como dirección de facturación",
"registration.form-labels.new-billing-address" : "Utilice la nueva dirección para la dirección de facturación",
"registration.form-labels.billing-num" : "Jajaja",
"registration.form-labels.billing-details" : "Datos de facturación",
"registration.form-labels.bank-name" : "Nombre del Banco",
"registration.form-labels.account-name" : "Nombre de la cuenta",
"registration.form-labels.payment-method" : "Forma de pago",
"registration.form-labels.select-a-payment-method" : "Forma de pago",
"registration.form-labels.bank-transfer" : "Transferencia de Banco",
"registration.form-labels.direct-debit" : "Débito directo",
"registration.form-labels.branch" : "Rama",
"registration.form-labels.sort-code" : "Código de clasificación",
"registration.form-labels.iban" : "IBAN",
"registration.form-labels.bic" : "BIC",
"registration.form-labels.billing-details-incomplete-note" : "Parece haber un problema con algunos de los detalles de facturación que escribiste. Por favor revíselos y vuelva a intentarlo.",
"registration.form-labels.invoice-details" : "Detalles de factura (aparecerá en todas las facturas)",
"registration.form-labels.invoice-details-relevant" : "Me gustaría entrar en más detalles de la factura",
"registration.form-labels.po" : "PO",
"registration.form-labels.ref-shorthand" : "Ref.",
"registration.form-labels.currency" : "Moneda",
"registration.form-labels.invoice-details-incomplete-note" : "Parece haber un problema con algunos de los detalles de factura escribiste. Por favor revíselos y vuelva a intentarlo.",
"registration.form-labels.system-users" : "Usuarios del sistema",
"registration.form-labels.first-user-error-note" : "Debe especificar los detalles de al menos 1 nuevo usuario",
"registration.form-labels.primary-administrator" : "Administrador principal",
"registration.form-labels.user" : "Usuario",
"registration.form-labels.existing-colt-user" : "Este usuario es un usuario existente de Colt",
"registration.form-labels.new-colt-user" : "Este usuario no es un usuario existente de Colt",
"registration.form-labels.title-sir" : "Sir",
"registration.form-labels.title-mr" : "Señor",
"registration.form-labels.title-mrs" : "Sra.",
"registration.form-labels.title-ms" : "MS",
"registration.form-labels.title-miss" : "Miss",
"registration.form-labels.role" : "Papel",
"registration.form-labels.please-select" : "Por favor, seleccione",
"registration.form-labels.full" : "Completo",
"registration.form-labels.full-role-description" : "Capacidad para crear, eliminar, actualizar todas las funciones del portal. Capacidad de cambiar al cliente pasar el límite.",
"registration.form-labels.primary" : "Primaria",
"registration.form-labels.primary-role-description" : "Mismos niveles de permiso como lleno de papel, pero no permitieron modificar cliente pasan límite.",
"registration.form-labels.flex" : "De la flexión",
"registration.form-labels.flex-role-description" : "Permiso para realizar modificaciones técnicas en los servicios. Modificar los parámetros de la conexión, modificar periodos de contrato (compromiso), modificar los parámetros VLAN.",
"registration.form-labels.read-only" : "De sólo lectura",
"registration.form-labels.read-only-role-description" : "Acceso de sólo lectura al portal para ver los puertos, las conexiones, localizaciones etcetera. No hay permiso para cambiar los parámetros.",
"registration.form-labels.title" : "Título",
"registration.form-labels.full-name" : "Nombre completo",
"registration.form-labels.firstname-surname" : "por ejemplo, nombre apellidos",
"registration.form-labels.colt-online-portal-display-language" : "Idioma del portal en línea",
"registration.form-labels.colt-online-id" : "Colt Online User ID",
"registration.form-labels.add-another-user" : "Añadir otro usuario",
"registration.form-labels.remove-user" : "Eliminar usuario",
"registration.form-labels.attachments" : "Archivos adjuntos",
"registration.form-labels.attachments-note" : "Forma SEPA debe incluirse para los nuevos clientes de todos los países excepto Suiza y Reino Unido",
"registration.form-labels.legal-notice-header" : "Por favor leer y aceptar el Aviso Legal, política de privacidad y las obligaciones de confidencialidad",
"registration.form-labels.legal-notice-error-note" : "Debe asegurarse de haber leído y aceptado el Acuerdo legal y la Política de privacidad para poder continuar con su solicitud.",
"registration.form-labels.legal-notice-acceptance" : "He leído y aceptado el presente Aviso Legal, política de privacidad y las obligaciones de confidencialidad",
"registration.form-labels.legal-notice-link" : "Ver el Aviso Legal, la Política de Privacidad &amp; Obligaciones de Confidencialidad",
"registration.form-labels.save-form" : "Guardar formulario",
"registration.form-labels.submit-form" : "Enviar formulario",
"registration.form-labels.prev" : "Prev",
"registration.form-labels.next" : "Siguiente",
"registration.popup-labels.success-header" : "¡Gracias! Su solicitud ha sido recibida.",
"registration.popup-labels.success-message" : "Su solicitud se ha enviado correctamente y un miembro del equipo del estará en contacto con usted.",
"registration.popup-labels.save-success-header" : "¡Gracias! Su aplicación se ha guardado.",
"registration.popup-labels.save-success-message" : "Su aplicación se ha guardado. Por favor, recuerde marcar esta página para asegurarse que usted puede acceder a él en el futuro.",
"registration.popup-labels.legal-notice-heading" : "Aviso legal: ",
"registration.popup-labels.legal-notice-message" : "Al enviar los contenidos del formulario, el Cliente / usted acepta respetar y cumplir las condiciones contenidas en el presente Aviso Legal y Política de Privacidad del sitio web. También acepta que todos los datos personales, es decir, los 'Datos personales' contenidos en el formulario, sean procesados ​​por Colt Technology Services Group Limited con domicilio en Beaufort House, 15 St Botolph Street, Londres EC3A 7QN. Reino Unido e incorporado en un archivo de datos personales propiedad de esa empresa, con el objetivo de mantener y gestionar la relación contractual y la facturación con el Cliente / usted. La información que nos envíe a través de este formulario será tratada con el máximo cuidado y confidencialidad, y estará sujeta al secreto profesional. Si desea ejercer sus derechos de acceso, rectificación, cancelación u oposición, es decir, 'Derechos Arco' con respecto a los Datos personales enviados, esta solicitud debe explicarse claramente y enviarse adjuntando una documentación de identificación a la dirección específica anterior o por correo electrónico a: VirtualPrivacyOfficeVPO2 @ colt.net. Colt informa al Cliente sobre la necesidad de transferir Datos Personales a las empresas pertenecientes al grupo de Colt que figuran en esta página: http://www.colt.net/legal/#colt-group-of-companies, por cumplir con las obligaciones contractuales. y para una gestión coordinada de clientes y facturación de todo el grupo de empresas de Colt, incluidas las empresas de Colt ubicadas en países que no tienen un nivel de protección equivalente a la UE, como Colt Technology Services India Private Limited (número de compañía U72900DL2004PTC125537) con dirección registrada en 103, Ashoka Estate, Barakhamba Road, Nueva Delhi - 110001, India. El Cliente / usted acepta informar y obtener el consentimiento de los propietarios de los Datos Personales para que sus datos sean transferidos y utilizados por Colt con los fines anteriores y para informarles sobre su capacidad para ejercer sus Derechos de Arco.",
"registration.popup-labels.legal-notice-message-subheading" : "Obligaciones de confidencialidad:",
"registration.popup-labels.legal-notice-message2" : "El Cliente reconoce y acepta que: (a) cualquier información provista en el portal de Colt On Demand es 'Información confidencial'; (b) El Cliente tratará toda la Información confidencial con estricta confidencialidad y no divulgará la Información confidencial a ningún tercero; (c) El Cliente no copiará, modificará ni utilizará la Información confidencial para ningún propósito; (d) El Cliente notificará inmediatamente a Colt si tiene conocimiento o sospecha que la Información Confidencial se filtró o puede haberse filtrado a un tercero; (e) El Cliente solo permitirá que los directores, funcionarios y empleados que tengan la necesidad de conocer la Información Confidencial (colectivamente, los 'Representantes') accedan al portal Colt On Demand y el Cliente vinculará a los Representantes con las mismas obligaciones de confidencialidad que las establecidas Aquí en; (f) si Colt incurre en algún daño como resultado del incumplimiento por parte del Cliente o del Representante de las obligaciones de confidencialidad aquí establecidas, el Cliente será responsable de dichos daños; y (g) Colt puede solicitar una orden judicial y / u otro remedio equitativo ordenando cualquier incumplimiento o amenaza de incumplimiento de las obligaciones de confidencialidad en este documento.",
"registration.popup-labels.error-header" : "Error: la aplicación no se salvó.",
"registration.popup-labels.error-message" : "Ha habido un error en su aplicación, por favor, compruebe los detalles e intentarlo más tarde.",
"registration.popup-labels.submit-error-header" : "Error - no su solicitud.",
"registration.popup-labels.url-error-header" : "Error de URL",
"registration.popup-labels.url-error-message" : "Esta página no puede ser cargada ya que el formulario de registro ya se ha enviado. Si tiene alguna pregunta o necesita cambiar algun dato porfavor comuníquese con su gerente de cuenta.",
"registration.popup-labels.close" : "Cerrar",
"registration.form-notifications.valid-ocn-note" : "Introduce una OCN válido",
"registration.form-notifications.valid-name-note" : "Introduzca un nombre válido",
"registration.form-notifications.valid-phone-note" : "Introduzca un número de teléfono válido",
"registration.form-notifications.valid-email-note" : "Introduzca una dirección válida de correo electrónico",
"registration.form-notifications.valid-referencebcn-note" : "Un BCN válido debe ser exactamente 6 dígitos",
"registration.form-notifications.empty-referencebcn-note" : "Debe introducir un código de facturación de referencia o especificar nuevos detalles de facturación"

}