{
"registration.form-labels.registration-form" : "Registre pour Colt sur demande",
"registration.form-labels.form-intro-paragraph-1" : "Bienvenue ! Vous avez été invité à rejoindre le Colt On Demand, notre SDN libre-service plate-forme qui fournit la connectivité en temps réel entre les centres de données, bâtiments d’entreprise et les fournisseurs de service cloud en Europe et en Asie. À la demande offre un certain nombre d’avantages, y compris la commande en ligne, livraison rapide service & bande passante flexion et prend en charge les contrats à durée déterminée de traditionnel pluriannuel et un nouveau modèle commercial souple.",
"registration.form-labels.form-intro-paragraph-2" : "Pour vous inscrire, veuillez remplir le formulaire ci-dessous.",
"registration.form-labels.form-error-paragraph" : "Il semble y avoir une erreur avec certains détails que vous avez entré. S’il vous plaît vérifier la forme et réessayez.",
"registration.form-labels.required" : "Obligatoire",
"registration.form-labels.optional" : "En option",
"registration.form-labels.select-an-option" : "Veuillez sélectionner une des options suivantes",
"registration.form-labels.valid-ocn-present" : "J’ai un roc pour entrer",
"registration.form-labels.valid-ocn-not-present" : "Je n’ai pas un roc pour entrer",
"registration.form-labels.primary-contact" : "Coordonnées principales",
"registration.form-labels.name" : "Nom",
"registration.form-labels.tel" : "Tél.",
"registration.form-labels.email" : "Messagerie",
"registration.form-labels.contact-details-incomplete-note" : "Il semble y avoir un problème avec certains détails Contact vous avez entré. S’il vous plaît vérifier les et essayez à nouveau.",
"registration.form-labels.company-details" : "Informations sur la société",
"registration.form-labels.company-name" : "Nom de l’entreprise",
"registration.form-labels.vat-number" : "N° de TVA",
"registration.form-labels.premises-number" : "No de locaux",
"registration.form-labels.street" : "Rue",
"registration.form-labels.postcode" : "Code postal",
"registration.form-labels.city" : "Ville",
"registration.form-labels.company-province" : "Comté/Province",
"registration.form-labels.company-country" : "Pays de la société",
"registration.form-labels.language" : "Langue",
"registration.form-labels.company-details-incomplete-note" : "Il semble y avoir un problème avec certains détails entreprise vous avez entré. S’il vous plaît vérifier les et essayez à nouveau.",
"registration.form-labels.billing-code" : "Numéro de compte de facturation",
"registration.form-labels.existing-billing-code" : "Si vous souhaitez utiliser un numéro de compte de facturation existant, veuillez préciser le numéro de compte facturation que vous souhaitez utiliser ici",
"registration.form-labels.existing-billing-details" : "Créer un nouveau compte de facturation en utilisant les détails d'un compte de facturation <strong>existant</strong> comme référence (y compris la devise et la langue)",
"registration.form-labels.new-billing-details" : "Créer un nouveau compte de facturation avec des détails <strong> nouveaux</strong> ",
"registration.form-labels.billing-address" : "Adresse de facturation",
"registration.form-labels.copy-company-address" : "Utiliser l’adresse de l’entreprise comme adresse de facturation",
"registration.form-labels.new-billing-address" : "Utilisez la nouvelle adresse pour l’adresse de facturation",
"registration.form-labels.billing-num" : "Lol",
"registration.form-labels.billing-details" : "Détails de facturation",
"registration.form-labels.bank-name" : "Nom de la Banque",
"registration.form-labels.account-name" : "Nom de compte",
"registration.form-labels.payment-method" : "Mode de paiement",
"registration.form-labels.select-a-payment-method" : "Mode de paiement",
"registration.form-labels.bank-transfer" : "Virement bancaire",
"registration.form-labels.direct-debit" : "Prélèvement automatique",
"registration.form-labels.branch" : "Direction générale de la",
"registration.form-labels.sort-code" : "Code de tri",
"registration.form-labels.iban" : "IBAN",
"registration.form-labels.bic" : "BIC",
"registration.form-labels.billing-details-incomplete-note" : "Il semble y avoir un problème avec certains détails de facturation vous avez entré. S’il vous plaît vérifier les et essayez à nouveau.",
"registration.form-labels.invoice-details" : "Détails de la facture (apparaîtra sur toutes les factures)",
"registration.form-labels.invoice-details-relevant" : "J’aimerais entrer dans les détails de la facture supplémentaire",
"registration.form-labels.po" : "PO",
"registration.form-labels.ref-shorthand" : "Réf.",
"registration.form-labels.currency" : "Devise",
"registration.form-labels.invoice-details-incomplete-note" : "Il semble y avoir un problème avec certains détails facture vous avez entré. S’il vous plaît vérifier les et essayez à nouveau.",
"registration.form-labels.system-users" : "Utilisateurs du système",
"registration.form-labels.first-user-error-note" : "Vous devez saisir les détails d’au moins 1 nouvel utilisateur",
"registration.form-labels.primary-administrator" : "Administrateur principal de la",
"registration.form-labels.user" : "Utilisateur",
"registration.form-labels.existing-colt-user" : "Cet utilisateur est un utilisateur existant de Colt",
"registration.form-labels.new-colt-user" : "Cet utilisateur n’est pas un utilisateur existant de Colt",
"registration.form-labels.title-sir" : "Monsieur le Président",
"registration.form-labels.title-mr" : "M.",
"registration.form-labels.title-mrs" : "Mme",
"registration.form-labels.title-ms" : "MS",
"registration.form-labels.title-miss" : "Miss",
"registration.form-labels.role" : "Rôle",
"registration.form-labels.please-select" : "Veuillez sélectionner",
"registration.form-labels.full" : "Complet",
"registration.form-labels.full-role-description" : "Possibilité de créer, supprimer, mettre à jour toutes les fonctions de portail. Possibilité de changer de client passer limite.",
"registration.form-labels.primary" : "Primaire",
"registration.form-labels.primary-role-description" : "Mêmes niveaux d’autorisation comme plein rôle mais pas le droit de modifier le client passent limite.",
"registration.form-labels.flex" : "Flex",
"registration.form-labels.flex-role-description" : "Permission accordée pour effectuer des modifications techniques sur les services. Modifier les paramètres de connexion, modifier les périodes de contrat (engagement), modifier les paramètres de réseau local virtuel.",
"registration.form-labels.read-only" : "Lecture seule",
"registration.form-labels.read-only-role-description" : "Accès en lecture seule sur le portail pour visualiser les ports, les connexions, les emplacements etc.. Sans la permission de modifier tous les paramètres.",
"registration.form-labels.title" : "Titre",
"registration.form-labels.full-name" : "Nom et prénom",
"registration.form-labels.firstname-surname" : "p. ex. prénom nom",
"registration.form-labels.colt-online-portal-display-language" : "Langue d’affichage portail en ligne",
"registration.form-labels.colt-online-id" : "Colt Online User ID",
"registration.form-labels.add-another-user" : "Ajouter un autre utilisateur",
"registration.form-labels.remove-user" : "Supprimer l’utilisateur",
"registration.form-labels.attachments" : "Pièce détachée",
"registration.form-labels.attachments-note" : "SEPA doit être inclus pour les nouveaux clients de tous les pays sauf Suisse et Royaume Uni",
"registration.form-labels.legal-notice-header" : "Veuillez lire et accepter les mentions légales, la politique de confidentialité et l’obligation de confidentialité",
"registration.form-labels.legal-notice-error-note" : "Vous devez vous assurer que vous avez lu et accepté l'accord juridique et la politique de confidentialité afin de poursuivre votre demande",
"registration.form-labels.legal-notice-acceptance" : "J’ai lu et accepté la présente Notice légale, politique de confidentialité et les Obligations de confidentialité",
"registration.form-labels.legal-notice-link" : "Voir les mentions légales, politique de confidentialité &amp; obligations de confidentialité",
"registration.form-labels.save-form" : "Enregistrer formulaire",
"registration.form-labels.submit-form" : "Soumettre le formulaire",
"registration.form-labels.prev" : "PREV",
"registration.form-labels.next" : "Prochaine",
"registration.popup-labels.success-header" : "Merci ! Votre demande a été présentée.",
"registration.popup-labels.success-message" : "Votre demande a été soumise avec succès et un membre de l’équipe de Colt sera en contact avec vous.",
"registration.popup-labels.save-success-header" : "Merci ! Votre demande a été enregistrée.",
"registration.popup-labels.save-success-message" : "Votre demande a été enregistrée. N’oubliez pas de marquer cette page pour faire en sorte que vous pouvez y accéder dans le futur.",
"registration.popup-labels.legal-notice-heading" : "Mentions légales : ",
"registration.popup-labels.legal-notice-message" : "En envoyant le contenu du formulaire, le Client / vous acceptez de respecter et de respecter les conditions contenues dans les présentes Mentions Légales et Politique de Confidentialité du site. Vous acceptez également que toutes les données personnelles, c'est-à-dire les «Données personnelles» contenues dans le formulaire, soient traitées par Colt Technology Services Group Limited dont l'adresse est enregistrée à Beaufort House, 15 St Botolph Street, Londres EC3A 7QN. Royaume-Uni et incorporé dans un fichier de données personnelles appartenant à cette société, dans le but de maintenir et de gérer la relation contractuelle et la facturation avec le client / vous. Les informations que vous nous envoyez via ce formulaire seront traitées avec le plus grand soin et en toute confidentialité et sont soumises au secret professionnel. Si vous souhaitez exercer vos droits d'accès, de rectification, d'annulation ou d'opposition, c.-à-d. 'Arco Rights' concernant les Données Personnelles envoyées, cette demande doit être clairement expliquée et accompagnée d'une pièce d'identité à l'adresse cible précédente ou par courrier électronique à: VirtualPrivacyOfficeVPO2 @ colt.net. Colt informe le Client de la nécessité de transférer des Données Personnelles aux sociétés appartenant au groupe Colt figurant sur cette page: http://www.colt.net/legal/#colt-group-of-companies, pour s'acquitter de ses obligations contractuelles et pour une gestion coordonnée des clients et la facturation de toutes les sociétés de Colt, y compris les sociétés de Colt situées dans des pays ne disposant pas d'un niveau de protection équivalent à l'UE, comme Colt Technology Services India Private Limited (numéro d'entreprise U72900DL2004PTC125537) avec adresse enregistrée au 103, Ashoka Estate, Barakhamba Road, New Delhi - 110001, Inde. Le Client / vous acceptez d'informer et d'obtenir le consentement des propriétaires des Données Personnelles pour que leurs données soient transférées et utilisées par Colt aux fins susmentionnées et pour les informer de leur capacité à exercer leurs Droits Arco.",
"registration.popup-labels.legal-notice-message-subheading" : "Obligations de confidentialité :",
"registration.popup-labels.legal-notice-message2" : "The Customer acknowledges and agrees that:  (a) any information provided in the Colt On Demand portal is 'Confidential Information'; (b) The Customer will treat all Confidential Information in strict confidence and will not disclose the Confidential Information to any third party; (c) Customer will not copy, modify or use the Confidential Information for any purpose; (d) Customer will immediately notify Colt if it becomes aware or suspects that the Confidential Information leaked or may have leaked to a third party; (e) Le Client reconnaît et accepte que: (a) toute information fournie dans le portail de Colt On Demand est «Informations confidentielles»; (b) Le Client traitera toutes les Informations Confidentielles en toute confidentialité et ne divulguera pas les Informations Confidentielles à des tiers; (c) le Client ne copiera, ne modifiera ou n'utilisera pas les Informations confidentielles à quelque fin que ce soit; (d) le Client informera immédiatement Colt s'il a connaissance ou soupçonne que les Informations confidentielles ont été divulguées ou ont pu avoir été divulguées à un tiers; (e) Le client doit uniquement permettre aux administrateurs, dirigeants et employés qui ont besoin de connaître les informations confidentielles (collectivement, les «représentants») accéder au portail Colt On Demand et le client liera les représentants avec les mêmes obligations de confidentialité que celles énoncées ici; (f) si Colt subit des dommages en raison de la violation par le Client ou le Représentant des obligations de confidentialité stipulées aux présentes, le Client sera responsable de ces dommages; et (g) Colt peut demander une injonction et / ou un autre redressement équitable interdisant toute violation ou menace de violation des obligations de confidentialité des présentes. ",
"registration.popup-labels.error-header" : "Erreur - votre application n’était pas justifiée.",
"registration.popup-labels.error-message" : "Il y a eu une erreur dans votre application, veuillez vérifier les détails et réessayez plus tard.",
"registration.popup-labels.submit-error-header" : "Erreur - pas votre demande.",
"registration.popup-labels.url-error-header" : "Erreur d’URL",
"registration.popup-labels.url-error-message" : "Cette page ne peut pas être chargée, c’est peut-être parce que le formulaire d’inscription est maintenant invalid, ou en raison d’une erreur dans l’adresse web que vous avez entré. Veuillez vérifier l’adresse complète de la page web pour d’éventuelles erreurs.",
"registration.popup-labels.close" : "Fermer",
"registration.form-notifications.valid-ocn-note" : "Veuillez entrer une OCN valide",
"registration.form-notifications.valid-name-note" : "Veuillez saisir un nom valide",
"registration.form-notifications.valid-phone-note" : "Veuillez entrer un numéro de téléphone valide",
"registration.form-notifications.valid-email-note" : "Veuillez entrer une adresse email valide",
"registration.form-notifications.valid-referencebcn-note" : "Une BCN valide doit être exactement 6 chiffres",
"registration.form-notifications.empty-referencebcn-note" : "Vous devez entrer un Code de facturation de référence ou spécifier de nouveaux détails de facturation"

}