{
"registration.form-labels.registration-form" : "Registro per Colt su richiesta",
"registration.form-labels.form-intro-paragraph-1" : "Benvenuto! Sei stato invitato ad unirsi Colt On Demand, la nostra piattaforma self-service di SDN-abilitato che fornisce connettività in tempo reale tra data center, edifici aziendali e fornitori di servizi cloud in Europa e in Asia. On Demand offre una serie di vantaggi tra cui ordini online, servizio rapido di consegna & della larghezza di banda che flette e supporta sia i contratti a termine tradizionale pluriennale e un nuovo modello commerciale flessibile.",
"registration.form-labels.form-intro-paragraph-2" : "Per registrarsi, si prega di compilare il form sottostante.",
"registration.form-labels.form-error-paragraph" : "Ci sembra essere un errore con alcuni dettagli che hai inserito. Si prega di controllare il modulo e riprovare.",
"registration.form-labels.required" : "Obbligatorio",
"registration.form-labels.optional" : "Opzionale",
"registration.form-labels.select-an-option" : "Si prega di selezionare una delle opzioni seguenti",
"registration.form-labels.valid-ocn-present" : "Ho un OCN per entrare",
"registration.form-labels.valid-ocn-not-present" : "Non ho un OCN per entrare",
"registration.form-labels.primary-contact" : "Dati di contatto primari",
"registration.form-labels.name" : "Nome",
"registration.form-labels.tel" : "Tel",
"registration.form-labels.email" : "Posta elettronica",
"registration.form-labels.contact-details-incomplete-note" : "Ci sembra essere un problema con alcuni tra i dettagli di contatto che hai inserito. Si prega di controllarli e riprovare.",
"registration.form-labels.company-details" : "Info aziendali",
"registration.form-labels.company-name" : "Nome della società",
"registration.form-labels.vat-number" : "P. IVA",
"registration.form-labels.premises-number" : "N. locali",
"registration.form-labels.street" : "Via",
"registration.form-labels.postcode" : "Codice postale",
"registration.form-labels.city" : "Città",
"registration.form-labels.company-province" : "Contea/Provincia",
"registration.form-labels.company-country" : "Paese in azienda",
"registration.form-labels.language" : "Lingua",
"registration.form-labels.company-details-incomplete-note" : "Ci sembra essere un problema con alcuni dei dettagli dell'azienda è stato immesso. Si prega di controllarli e riprovare.",
"registration.form-labels.billing-code" : "Numero di conto di fatturazione",
"registration.form-labels.existing-billing-code" : "Se si desidera utilizzare un numero di conto di fatturazione esistente, si prega di specificare il numero di conto fatturazione che si desidera utilizzare qui",
"registration.form-labels.existing-billing-details" : "Crea un nuovo account di fatturazione utilizzando i dettagli di un account di fatturazione <strong>esistente</strong>  come riferimento (inclusa valuta e lingua)",
"registration.form-labels.new-billing-details" : "Creare un nuovo account di fatturazione con i dettagli di <strong>nuovi</strong>",
"registration.form-labels.billing-address" : "Indirizzo di fatturazione",
"registration.form-labels.copy-company-address" : "Utilizzare società indirizzo come indirizzo di fatturazione",
"registration.form-labels.new-billing-address" : "Utilizzare il nuovo indirizzo per l'indirizzo di fatturazione",
"registration.form-labels.billing-num" : "Lol",
"registration.form-labels.billing-details" : "Dettagli di fatturazione",
"registration.form-labels.bank-name" : "Nome della banca",
"registration.form-labels.account-name" : "Nome dell'account",
"registration.form-labels.payment-method" : "Metodo di pagamento",
"registration.form-labels.select-a-payment-method" : "Metodo di pagamento",
"registration.form-labels.bank-transfer" : "Bonifico bancario",
"registration.form-labels.direct-debit" : "Addebito diretto",
"registration.form-labels.branch" : "Ramo",
"registration.form-labels.sort-code" : "Codice ABI",
"registration.form-labels.iban" : "IBAN",
"registration.form-labels.bic" : "BIC",
"registration.form-labels.billing-details-incomplete-note" : "Ci sembra essere un problema con alcuni dettagli di fatturazione è stato immesso. Si prega di controllarli e riprovare.",
"registration.form-labels.invoice-details" : "Dettagli della fattura (apparirà su tutte le fatture)",
"registration.form-labels.invoice-details-relevant" : "Mi piacerebbe entrare in ulteriori dettagli della fattura",
"registration.form-labels.po" : "PO",
"registration.form-labels.ref-shorthand" : "Rif.",
"registration.form-labels.currency" : "Valuta",
"registration.form-labels.invoice-details-incomplete-note" : "Ci sembra essere un problema con alcuni dettagli fattura immesso. Si prega di controllarli e riprovare.",
"registration.form-labels.system-users" : "Utenti del sistema",
"registration.form-labels.first-user-error-note" : "È necessario immettere i dettagli di almeno 1 nuovo utente",
"registration.form-labels.primary-administrator" : "Amministratore principale",
"registration.form-labels.user" : "Utente",
"registration.form-labels.existing-colt-user" : "Questo utente è un utente esistente di Colt",
"registration.form-labels.new-colt-user" : "Questo utente non è un utente esistente di Colt",
"registration.form-labels.title-sir" : "Sir",
"registration.form-labels.title-mr" : "Signor",
"registration.form-labels.title-mrs" : "Sig. ra",
"registration.form-labels.title-ms" : "MS",
"registration.form-labels.title-miss" : "Miss",
"registration.form-labels.role" : "Ruolo",
"registration.form-labels.please-select" : "Si prega di selezionare",
"registration.form-labels.full" : "Completo",
"registration.form-labels.full-role-description" : "Capacità di creare, eliminare e aggiornare tutte le funzioni di portale. Capacità di cambiare il limite di spesa.",
"registration.form-labels.primary" : "Primario",
"registration.form-labels.primary-role-description" : "Livelli di autorizzazione stessa come pieno ruolo, ma non ha permesso al cliente di modificare il limite di spesa.",
"registration.form-labels.flex" : "Flex",
"registration.form-labels.flex-role-description" : "Permesso accordato per eseguire modifiche tecniche sui servizi. Modificare i parametri di connessione, modificare i periodi contrattuali (impegno), modificare i parametri VLAN.",
"registration.form-labels.read-only" : "Sola lettura",
"registration.form-labels.read-only-role-description" : "Accesso in sola lettura al portale per visualizzare le porte, connessioni, località ecc. Nessuna autorizzazione per modificare tutti i parametri.",
"registration.form-labels.title" : "Titolo",
"registration.form-labels.full-name" : "Nome e cognome",
"registration.form-labels.firstname-surname" : "ad esempio il nome cognome",
"registration.form-labels.colt-online-portal-display-language" : "Lingua di visualizzazione online",
"registration.form-labels.colt-online-id" : "Colt Online User ID",
"registration.form-labels.add-another-user" : "Aggiungere un altro utente",
"registration.form-labels.remove-user" : "Rimuovere l'utente",
"registration.form-labels.attachments" : "Allegati",
"registration.form-labels.attachments-note" : "Forma SEPA deve essere incluso per i nuovi clienti da tutti i paesi ad eccezione di Svizzera e Regno Unito",
"registration.form-labels.legal-notice-header" : "Si prega di leggere e accettare l'avviso legale, informativa sulla privacy & obblighi di riservatezza",
"registration.form-labels.legal-notice-error-note" : "È necessario assicurarsi di aver letto e accettato l'Accordo legale e l'Informativa sulla privacy per poter procedere con la domanda",
"registration.form-labels.legal-notice-acceptance" : "Ho letto e accettato le presenti note legali, Privacy Policy e degli obblighi di riservatezza",
"registration.form-labels.legal-notice-link" : "Vedi note legali, Privacy Policy &amp; Obblighi di riservatezza",
"registration.form-labels.save-form" : "Salvare il modulo",
"registration.form-labels.submit-form" : "Invia modulo",
"registration.form-labels.prev" : "Prev",
"registration.form-labels.next" : "Successivo",
"registration.popup-labels.success-header" : "Grazie! È stata presentata la domanda.",
"registration.popup-labels.success-message" : "L'applicazione è stato inviato correttamente e un membro del team Colt sarà in contatto con voi.",
"registration.popup-labels.save-success-header" : "Grazie! L'applicazione è stato salvato.",
"registration.popup-labels.save-success-message" : "L'applicazione è stato salvato. Ricordatevi di segnalibro a questa pagina per assicurarsi che è possibile accedervi in futuro.",
"registration.popup-labels.legal-notice-heading" : "Note legali: ",
"registration.popup-labels.legal-notice-message" : "Inviando il contenuto del modulo, il Cliente / l'utente accetta di rispettare e rispettare le condizioni contenute nel presente Avviso legale e Informativa sulla privacy del sito web. Accetti inoltre che tutti i dati personali, ad esempio 'Dati personali' contenuti nel modulo, vengano elaborati da Colt Technology Services Group Limited con sede legale presso Beaufort House, 15 St Botolph Street, London EC3A 7QN. Regno Unito e incorporato in un file di dati personali di proprietà di tale società, con l'obiettivo di mantenere e gestire il rapporto contrattuale e la fatturazione con il cliente / voi. Le informazioni che ci invii tramite questo modulo saranno trattate con la massima cura e riservatezza e sono soggette al segreto professionale. Se desideri esercitare i tuoi diritti di accesso, rettifica, cancellazione o opposizione, ovvero 'Diritti Arco' relativi ai Dati personali inviati, questa richiesta deve essere chiaramente spiegata e inviata allegando una documentazione di identificazione all'indirizzo precedente o via email a: VirtualPrivacyOfficeVPO2 @ colt.net. Con la presente, Colt informa il Cliente della necessità di trasferire i Dati personali alle società appartenenti al gruppo Colt elencati in questa pagina: http://www.colt.net/legal/#colt-group-of-companies, per adempiere agli obblighi contrattuali e per una gestione coordinata dei clienti e la fatturazione di tutte le società del gruppo Colt, comprese le aziende Colt situate in paesi che non hanno un livello di protezione equivalente all'UE, come Colt Technology Services India Private Limited (numero di società U72900DL2004PTC125537) con indirizzo registrato al 103, Ashoka Estate, Barakhamba Road, Nuova Delhi - 110001, India. Il Cliente / l'utente accetta di informare e ottenere il consenso dei proprietari dei Dati personali affinché i loro dati siano trasferiti e utilizzati da Colt con le finalità sopra indicate e di informarli sulla loro capacità di esercitare i loro Diritti di Arco.",
"registration.popup-labels.legal-notice-message-subheading" : "Obblighi di riservatezza:",
"registration.popup-labels.legal-notice-message2" : "Il Cliente riconosce e accetta che: (a) qualsiasi informazione fornita nel portale Colt On Demand è 'Informazioni riservate'; (b) Il Cliente tratterà tutte le Informazioni riservate con la massima riservatezza e non divulgherà le Informazioni riservate a terze parti; (c) il Cliente non copierà, modificherà o utilizzerà le Informazioni riservate per alcuno scopo; (d) il Cliente informerà immediatamente Colt se viene a conoscenza o sospetta che le Informazioni Riservate siano trapelate o possano essere trapelate a una terza parte; (e) Il Cliente può consentire a direttori, funzionari e dipendenti che hanno la necessità di conoscere le Informazioni Riservate (collettivamente, i 'Rappresentanti') sul portale Colt On Demand e il Cliente vincolerà i Rappresentanti con gli stessi obblighi di riservatezza di quelli dichiarati qui; (f) nel caso in cui Colt subisca danni a seguito della violazione da parte del Cliente o del Rappresentante degli obblighi di riservatezza qui indicati, il Cliente sarà responsabile di tali danni; e (g) Colt può richiedere un'ingiunzione e / o altro rilievo equo ingiustificando qualsiasi violazione o minaccia di violazione degli obblighi di riservatezza qui contenuti.",
"registration.popup-labels.error-header" : "Errore - l'applicazione non è stato salvato.",
"registration.popup-labels.error-message" : "Si è verificato un errore nell'applicazione, si prega di controllare i dettagli e riprovare più tardi.",
"registration.popup-labels.submit-error-header" : "Errore - l'applicazione non è stata presentata.",
"registration.popup-labels.url-error-header" : "Errore di URL",
"registration.popup-labels.url-error-message" : "Questa pagina non può essere caricata, questo può essere perché il modulo di registrazione non è più valido, o a causa di un errore nell'indirizzo web che hai inserito. Si prega di controllare l'indirizzo completo della pagina web per eventuali errori.",
"registration.popup-labels.close" : "Chiudere",
"registration.form-notifications.valid-ocn-note" : "Per favore Inserisci un valido OCN",
"registration.form-notifications.valid-name-note" : "Inserisci un nome valido",
"registration.form-notifications.valid-phone-note" : "Inserisci un numero di telefono valido",
"registration.form-notifications.valid-email-note" : "Si prega di inserire un indirizzo email valido",
"registration.form-notifications.valid-referencebcn-note" : "Una BCN valido deve essere esattamente 6 cifre",
"registration.form-notifications.empty-referencebcn-note" : "È necessario immettere un codice di fatturazione di riferimento o specificare nuovi dettagli di fatturazione"

}